{
  "timestamp": 1770669720.8831913,
  "signature": "EUW1_7716392895-EUW1_7719035024-EUW1_7719090143-EUW1_7719124376-EUW1_7719157280-EUW1_7722634349-EUW1_7722717777-EUW1_7722773101-EUW1_7722822591-EUW1_7724604363",
  "data": {
    "analisis_individual": "Sasan demuestra un perfil de jugador con un techo de habilidad muy alto pero con una consistencia altamente volatil. Sus picos de rendimiento son excepcionales, logrando KDA perfectos de 17.0 en dos ocasiones (con Naafiri y Zaahen), lo que indica una capacidad sobresaliente para capitalizar ventajas. Sin embargo, en las derrotas tiende a acumular un numero excesivo de muertes (hasta 10 en una sola partida), lo que sugiere dificultades para jugar bajo presion o cuando se encuentra por detras en oro. Su capacidad de farmeo es notablemente estable, manteniendo promedios cercanos a los 7-8 CS/min en partidas de duracion media.",
    "valoracion_companeros": "Se percibe un alto impacto colaborativo especialmente cuando asume roles de utilidad o iniciacion, como se observa en su partida con Nocturne (19 asistencias). En las victorias, su participacion en asesinatos es clave, lo que indica que el equipo se beneficia enormemente de su agresividad cuando esta es controlada.",
    "valoracion_rivales": "Los oponentes parecen identificar y castigar su estilo de juego agresivo en partidas donde Sasan no logra la ventaja inicial. La acumulacion de 8 a 10 muertes en partidas perdidas sugiere que los rivales logran forzarlo a situaciones de sobreextension, aprovechando su tendencia a buscar intercambios incluso en desventaja.",
    "aspectos_mejora": "El punto critico es el control de riesgos y la reduccion de muertes en partidas desfavorables. Debe trabajar en la resiliencia tactica, aprendiendo a ceder objetivos o recursos para evitar el avance del efecto de bola de nieve del enemigo. Asimismo, aunque su vision mejora en partidas largas, podria ser mas proactivo con el control de mapa en los primeros 15 minutos.",
    "puntos_fuertes": "Capacidad de 'carry' masiva y generacion de dano constante. En sus mejores partidas, el dano infligido (superando los 26k-36k) es determinante para el resultado. Su eficiencia en la recoleccion de oro y recursos es una base solida que le permite mantenerse relevante casi siempre.",
    "recomendaciones": "Priorizar la supervivencia en el juego temprano si no se asegura una ventaja clara. Refinar el posicionamiento con campeones fragiles en late game para no entregar recompensas (shutdowns) innecesarias. Mantener la seleccion de Naafiri y Nocturne, donde mostro un equilibrio superior entre agresividad y utilidad.",
    "otros": "El jugador presenta un estilo 'Feast or Famine' (todo o nada). Estabilizar este comportamiento convertira su alto potencial mecanico en una tasa de victorias mucho mas elevada y consistente."
  }
}