{
  "timestamp": 1770721138.916082,
  "signature": "EUW1_7684358889-EUW1_7684415778-EUW1_7685703819-EUW1_7685756834-EUW1_7685801630-EUW1_7685821462-EUW1_7693100494-EUW1_7693152630-EUW1_7694349115-EUW1_7694436495",
  "data": {
    "analisis_individual": "TatoJr. demuestra ser un jugador con una alta capacidad de generacion de recursos y daño pero con una inconsistencia critica en su supervivencia. En 10 partidas muestra una tendencia a ser el carry principal con cifras de daño sobresalientes (llegando a 52,776 con Miss Fortune) pero su media de muertes es alarmante especialmente en las derrotas donde supera frecuentemente las 8 o 9 muertes. Su rendimiento con campeones de inmovilidad como Miss Fortune y Jinx es muy alto en terminos ofensivos pero su posicionamiento parece ser su mayor debilidad mecanica.",
    "valoracion_companeros": "En varias partidas como la de Vayne (2/8/11) se percibe que el equipo fue capaz de sostener el peso del juego mientras el jugador intentaba recuperarse. Sin embargo en partidas de alto desempeño individual como con Jinx (12/9/13) el equipo no logro capitalizar la ventaja de oro generada por TatoJr. sugiriendo una falta de coordinacion en la proteccion del ADC (peeling) o malas decisiones grupales tras ganar intercambios.",
    "valoracion_rivales": "Los rivales han demostrado saber castigar la falta de movilidad del jugador. En partidas donde TatoJr. tiene muchas bajas los oponentes logran encontrar ventanas de oportunidad para cazarlo especialmente en el juego medio. Su impacto se ve neutralizado cuando el equipo rival prioriza el enfoque sobre el (focus) lo cual se refleja en las partidas con mas de 10 muertes donde su daño no fue suficiente para compensar el oro otorgado al enemigo.",
    "aspectos_mejora": "El area principal de mejora es la reduccion de muertes innecesarias (muertes por overextend). Su puntuacion de vision es generalmente baja (promedios de 15-17 en partidas largas) lo que indica que no esta participando activamente en la seguridad del mapa para evitar emboscadas. Ademas debe estabilizar su farmeo (CS) ya que tiene variaciones extremas entre partidas de 86 CS y 363 CS.",
    "puntos_fuertes": "Su mayor fortaleza es la agresividad y la presencia en peleas de equipo. Es un jugador que no tiene miedo de intercambiar daño y suele liderar las estadisticas de daño total de la partida. Tiene una excelente lectura para conseguir asesinatos y asistencias lo que lo mantiene siempre relevante en oro incluso si va por detras en muertes. Su Jhin y Miss Fortune muestran un techo de habilidad alto.",
    "recomendaciones": "Se recomienda priorizar la compra de la Alteracion de Vision Lejana (Blue Trinket) para mejorar su vision score de forma segura. Debe practicar el posicionamiento defensivo y considerar la compra de items de supervivencia (como Angel Guardian o Fauces de Malmortius) mas temprano cuando tiene rachas de asesinatos para proteger su recompensa. Limitar el pool de campeones a Miss Fortune y Jhin podria ayudar a subir su win rate actual.",
    "otros": "La muestra de 10 partidas indica un win rate del 30 por ciento lo cual es bajo comparado con su generacion de daño. Esto sugiere que el jugador esta ganando su linea o peleas individuales pero perdiendo el control del mapa o de los objetivos globales en el juego tardio."
  }
}