{
  "timestamp": 1770381387.269665,
  "signature": "EUW1_7705254974-EUW1_7705326376-EUW1_7712821307-EUW1_7712848671-EUW1_7713068874-EUW1_7716157805-EUW1_7717375197-EUW1_7717623157-EUW1_7717687959-EUW1_7718861172",
  "data": {
    "analisis_individual": "Sasan demuestra ser un jungla con una fuerte inclinación hacia el control de objetivos y la utilidad, más allá de buscar un KDA egoísta. En la partida con Elise, alcanzó un daño masivo de 35,032 a campeones y un puntaje de visión de 66, lo que indica un dominio alto de la presión en el mapa. Con Nocturne, destaca su capacidad para generar control de masas (más de 200 segundos de CC en una partida), facilitando las ejecuciones para sus aliados. Sin embargo, su rendimiento decae drásticamente cuando se ve forzado a jugar por detrás, como se vio con Naafiri, donde su impacto fue nulo ante un enemigo extremadamente fed.",
    "valoracion_companeros": "El jugador ha tenido experiencias dispares. En su victoria con Briar, contó con un Garen dominante (15/2) que le permitió centrarse en objetivos (3 dragones). Por el contrario, en la partida con Zaahen, sufrió el colapso total de sus líneas laterales, con una Kayle (0/6) y una Caitlyn (1/7) que imposibilitaron cualquier tipo de remontada. En general, Sasan parece potenciar a sus compañeros cuando estos mantienen una estabilidad mínima, actuando como un facilitador mediante CC y visión.",
    "valoracion_rivales": "Sasan ha enfrentado oponentes de gran calibre que supieron castigar sus errores. El Talon enemigo en la partida de Naafiri (30/4/5) fue una fuerza imparable que Sasan no pudo mitigar. Asimismo, el Jax rival en una de las partidas de Nocturne (13/2/6) neutralizó su capacidad de iniciación. Sus rivales suelen superarlo cuando logran un efecto de bola de nieve temprano, ya que el jugador tiende a morir frecuentemente (hasta 11 muertes) intentando forzar jugadas para recuperar la ventaja.",
    "aspectos_mejora": "La supervivencia en partidas desfavorables es su mayor debilidad. En las derrotas con Naafiri y Volibear, el número de muertes es excesivo, lo que acelera la derrota del equipo. Debe trabajar en su posicionamiento defensivo y en la toma de decisiones cuando el equipo está por detrás en oro. Además, su daño con campeones como Volibear es notablemente bajo (menos de 10k), lo que sugiere una falta de eficiencia en los intercambios durante las peleas grupales.",
    "puntos_fuertes": "Su gestión de objetivos neutrales es sobresaliente. En casi todas sus victorias, como en las de Nocturne y Briar, asegura Barones y múltiples Dragones con un daño a objetivos que supera los 40k-60k. Su visión de juego (Vision Score) es consistente y superior a la media de su rol, especialmente con Elise. Además, su capacidad para aplicar CC prolongado es una herramienta clave que su equipo aprovecha para cerrar partidas.",
    "recomendaciones": "Se recomienda priorizar campeones que equilibren la capacidad de duelo con la utilidad global, como Briar o Nocturne, donde su macrogestión brilla más. Debe evitar selecciones de alto riesgo como Naafiri si la composición enemiga tiene asesinos móviles. Es vital que aprenda a ceder objetivos cuando la desventaja es insalvable para reducir su promedio de muertes en derrotas.",
    "otros": "A pesar de las rachas de derrotas, su participación en asesinatos (Kill Participation) suele rondar el 40-60%, lo que demuestra que siempre intenta estar presente en las acciones clave del juego. Su construcción de objetos es estándar y correcta para la situación de cada partida."
  }
}