{
  "timestamp": 1771711166.5803013,
  "signature": "EUW1_7727112828-EUW1_7727151820-EUW1_7727452122-EUW1_7740671752-EUW1_7740711942",
  "data": {
    "analisis_individual": "Sasan demuestra un perfil de alto riesgo y alta recompensa. Su capacidad de farmeo es notablemente estable, manteniendo promedios por encima de los 220 CS en la mayoría de sus partidas, lo que le permite alcanzar picos de poder de forma consistente. Sin embargo, sufre de una volatilidad extrema en su supervivencia; promediar mas de 5 muertes por partida diluye el impacto positivo de su generacion de oro.",
    "valoracion_companeros": "El equipo de Sasan parece verse obligado a jugar bajo un esquema de 'proteger al carry' de forma reactiva. En la partida de 1/1/5, es evidente que el equipo cargo con el peso total del juego, mientras que en su partida de 5/10/9, a pesar de sus numerosas muertes, su alto daño (33k) sugiere que sus compañeros lograron facilitar peleas donde el pudo aportar antes de caer.",
    "valoracion_rivales": "Los oponentes han identificado a Sasan como un blanco facil de castigar debido a su posicionamiento agresivo. En tres de las cinco partidas, los rivales lograron matarlo en 6 o mas ocasiones, lo que indica que saben explotar sus momentos de sobreextension en el mapa o su falta de proteccion individual.",
    "aspectos_mejora": "La prioridad absoluta debe ser la reduccion de muertes 'vacias'. Morir 10 veces en una partida ganada indica una falta de lectura del riesgo. Debe mejorar la consistencia en su vision (caer a 17 en una partida es inaceptable) y aprender a ceder presion cuando no tiene informacion de la posicion del enemigo.",
    "puntos_fuertes": "Su mayor virtud es la generacion de daño y el mantenimiento del ritmo de farmeo. Lograr mas de 33k de daño con Zaahen demuestra una ejecucion mecanica sobresaliente en las peleas de equipo. Ademas, su transicion a Naafiri mostro su mejor nivel de farmeo (249 CS), sugiriendo versatilidad en el rol de carry.",
    "recomendaciones": "Se recomienda practicar el control de oleadas para evitar quedar expuesto a ganks en mid-game. Debe fijarse un limite maximo de 4 muertes por partida como objetivo de mejora personal. El uso de Naafiri parece beneficiar su capacidad de 'scaling', por lo que deberia profundizar en ese campeon.",
    "otros": "Existe una desconexion preocupante entre su daño y su impacto real en el resultado de algunas partidas. La partida con 3,812 de daño total indica una pasividad extrema que contrasta con su estilo habitual, sugiriendo problemas de adaptacion cuando el juego no empieza a su favor."
  }
}