{
  "timestamp": 1770150739.621991,
  "signature": "EUW1_7705254974-EUW1_7705326376-EUW1_7712821307-EUW1_7712848671-EUW1_7713068874",
  "data": {
    "analisis_individual": "El jugador Autopsy GRU muestra un perfil de jungla enfocado principalmente en el control de objetivos neutrales y la utilidad táctica más que en el dominio mecánico o la generación de daño bruto. En sus partidas con Nocturne, demuestra su mayor efectividad, logrando altos tiempos de CC (208s en una partida) y una transición sólida hacia el juego medio, aunque su participación en muertes (KP) tiende a ser baja para su rol, situándose habitualmente entre el 30% y el 46%. Con Volibear, su impacto se diluye significativamente, registrando daños a campeones muy pobres (cerca de 9k-10k en partidas largas), lo que sugiere dificultades para encontrar aperturas o una excesiva pasividad en las escaramuzas.",
    "valoracion_companeros": "Sus aliados han sido determinantes en sus victorias. Destacan actuaciones como la de Tristana (21/8/4) y Miss Fortune (14/1/4), quienes asumieron la carga total del daño. En las derrotas, se observa una desconexión con sus líneas; por ejemplo, en la partida con Elise, a pesar de su buen daño individual, no pudo asistir a un Yasuo que terminó 4/6/2, ni frenar el escalado de los acarreos enemigos. Sus soportes suelen superar notablemente su puntuación de visión, lo que indica que el jugador delega demasiado esta responsabilidad.",
    "valoracion_rivales": "El jugador sufre cuando se enfrenta a junglas de alto ritmo o carries de escalado protegidos. En la derrota contra Elise, permitió que Azir y Smolder superaran los 47k de daño. En su partida con Volibear, fue superado ampliamente por un Kayn (12/2/12) que dictó el ritmo del mapa. Sin embargo, muestra solvencia contra rivales que cometen errores graves de posicionamiento o campeones de 'pick-off' como Shaco, a quien neutralizó eficazmente en una de sus victorias con Nocturne.",
    "aspectos_mejora": "El punto más crítico es su baja participación en los asesinatos (KP); un jungla debe aspirar a superar el 50% de presencia en las bajas del equipo. Además, su rendimiento con Volibear es ineficiente, aportando poco daño y presencia en peleas de equipo. Debe mejorar su puntuación de visión (vision score), ya que en partidas de 30 minutos a veces apenas alcanza los 20-30 puntos, lo cual es insuficiente para un rol que debe trackear al jungla rival.",
    "puntos_fuertes": "Su mayor virtud es la priorización de objetivos macro. Incluso en partidas difíciles, mantiene un daño a objetivos muy alto (llegando a 60k) y asegura Barones y Dragones con consistencia. Su manejo de Nocturne es notablemente superior a otros campeones de su pool, utilizando la definitiva para generar presión y facilitar que sus líneas (especialmente las de ADC) cierren los encuentros.",
    "recomendaciones": "Se recomienda priorizar a Nocturne como 'main pick', ya que su estilo de juego de utilidad y control encaja mejor con sus resultados positivos. Debería revisar su agresividad temprana con Volibear o considerar cambiar de campeón si no logra aumentar su impacto en daño. Es fundamental que invierta más oro en 'Control Wards' para mejorar la información del mapa y que busque involucrarse en más jugadas proactivas en los carriles laterales durante los primeros 15 minutos.",
    "otros": "Llama la atención que su daño a campeones con Elise fue proporcionalmente mucho más alto que con Nocturne o Volibear, pero esto no se tradujo en victorias, lo que sugiere que sufre para cerrar partidas cuando él mismo tiene los recursos, sintiéndose más cómodo en un rol de facilitador para otros carries."
  }
}