{
  "timestamp": 1770151333.4289043,
  "signature": "EUW1_7697380601-EUW1_7697998484-EUW1_7698487547-EUW1_7707467649-EUW1_7707544436",
  "data": {
    "analisis_individual": "El jugador DUVODA demuestra una especialización clara en el rol de jungla, específicamente con Vi, donde muestra un nivel competitivo alto. En 4 de las 5 partidas analizadas utiliza a Vi, logrando una participación en asesinatos (KP) extremadamente alta, llegando incluso al 85% y 73% en partidas perdidas, lo que indica que es el motor principal de su equipo. Su capacidad para generar ventajas tempranas es notable, manteniendo un KDA sólido (promedio superior a 3.5 en Vi) incluso bajo presión. Sin embargo, su desempeño decae drásticamente cuando sale de su zona de confort, como se vio en su partida de Jinx, donde tuvo un impacto mínimo y una alta mortalidad.",
    "valoracion_companeros": "Frecuentemente, DUVODA parece cargar con el peso de aliados con bajo impacto. En las derrotas con Vi, sus compañeros de línea (especialmente ADC y Mid) mostraron participaciones de asesinato alarmantemente bajas (11% y 15% en una partida), lo que sugiere que el jugador intenta compensar la pasividad de su equipo. En la victoria con Twitch (Match 3), supo adaptarse a un rol más facilitador, permitiendo que el carrilero principal brillara, lo que demuestra inteligencia táctica.",
    "valoracion_rivales": "En el duelo directo de jungla, DUVODA suele superar a sus rivales en proactividad. Incluso en derrotas, su presión en el mapa es superior a la de campeones como Lillia o Viego. Su control de objetivos neutrales es consistente, asegurando de 2 a 3 dragones por partida independientemente del resultado final. Solo se vio superado claramente en la partida como ADC, donde la presión rival lo neutralizó por completo.",
    "aspectos_mejora": "El principal punto de mejora es la versatilidad de roles y la supervivencia en situaciones de desventaja extrema. Como Jinx, su posicionamiento fue deficiente, resultando en 9 muertes y el daño más bajo de los carries de su equipo. Además, su puntuación de visión (promedio de 0.7-1.1 por minuto) es aceptable pero mejorable para un jungla que busca liderar partidas de nivel alto.",
    "puntos_fuertes": "Dominio mecánico de Vi, altísima participación en asesinatos (proactividad), control constante de objetivos (Dragones/Barón) y una notable capacidad para castigar errores enemigos en el mid-game.",
    "recomendaciones": "Seguir explotando campeones de tipo 'diver' o iniciadores en la jungla que se beneficien de su estilo agresivo. Debería practicar un segundo rol con mayor cautela o ampliar su pool de campeones en jungla para evitar bloqueos en fase de picks, además de priorizar la compra de centinelas de control para elevar su puntuación de visión.",
    "otros": "Llama la atención su constancia en la construcción de objetos (Sunderer Sky y Black Cleaver), adaptando las botas según la composición enemiga, lo que indica un buen entendimiento de la optimización de estadísticas."
  }
}