{
  "timestamp": 1771533635.1477861,
  "signature": "EUW1_7739204627-EUW1_7739257877-EUW1_7739770038-EUW1_7740772910-EUW1_7740806236",
  "data": {
    "analisis_individual": "Pedraza muestra un rendimiento marcado por la irregularidad y la dificultad para cerrar partidas. A pesar de manejar diferentes roles (Top y Jungla), su KDA promedio es bajo (1.99) y su racha de 0 victorias en 5 juegos indica una incapacidad para traducir su presencia en ventajas definitivas. Su participacion en muertes es alta, lo que sugiere un estilo de juego arriesgado que no siempre se compensa con objetivos.",
    "valoracion_companeros": "Desde la perspectiva del equipo, Pedraza es un jugador que intenta participar (especialmente con Malphite, 14 asistencias), pero que a menudo se convierte en un lastre de oro para el rival debido a su numero de muertes consistente (promedio de 5.6 muertes por partida). Su falta de vision en momentos criticos, como se ve en la ultima partida de Malphite con solo 5 de vision score, dificulta la toma de decisiones colectiva.",
    "valoracion_rivales": "Para los oponentes, Pedraza representa un objetivo vulnerable en las transiciones de mid-game. Aunque puede generar dano (como los 22k con Malphite), su fragilidad en posicionamiento (visto en sus juegos con Vi) permite que los rivales saquen ventajas de oro constantes sin encontrar una resistencia solida en el control de mapa.",
    "aspectos_mejora": "Es imperativo trabajar en el 'Vision Score', el cual es alarmantemente bajo para roles de iniciacion como Vi y Malphite. Asimismo, la eficiencia de farmeo (CS) decae significativamente en las partidas de Malphite, limitando su escalado. Debe priorizar la supervivencia sobre el intercambio agresivo innecesario para evitar alimentar al carrilero o jungla rival.",
    "puntos_fuertes": "Destaca su capacidad de adaptacion a la composicion del equipo, pasando de un carry split-pusher como Jax a tanques de utilidad. Su ultima partida con Malphite demuestra que puede ser una fuente de dano magico considerable (22,043) y un facilitador de jugadas, logrando una participacion en bajas mucho mas alta (3.6 KDA) que en sus intentos anteriores.",
    "recomendaciones": "Se recomienda especializarse en un solo rol para estabilizar las mecanicas de farmeo y control de mapa. Debe comprar mas Guardianes de Control (Control Wards) y utilizar el lente de oraculo al jugar Vi para mejorar el impacto en la jungla. Practicar el 'spacing' en peleas de equipo evitara muertes innecesarias despues de iniciar.",
    "otros": "La consistencia de derrotas sugiere un posible estado de 'tilt' o bloqueo psicologico. Es fundamental analizar si las muertes ocurren por sobreextension o falta de apoyo, pero los datos apuntan a errores de posicionamiento individual."
  }
}