{
  "timestamp": 1771717198.7753303,
  "signature": "EUW1_7727112828-EUW1_7727151820-EUW1_7727452122-EUW1_7740671752-EUW1_7740711942",
  "data": {
    "analisis_individual": "Sasan muestra una inconsistencia preocupante en su rendimiento individual. Aunque es capaz de generar gran presión con Zaahen, como se ve en su partida de 10/3/4 con 24k de daño, alterna con desempeños muy deficientes donde muere en exceso (10 muertes en una victoria y 8 en una derrota). Su capacidad de farmeo se mantiene estable alrededor de los 220-250 CS en partidas largas, pero su impacto real fluctúa drásticamente entre ser el carry principal o una carga que el equipo debe compensar. En su partida con Naafiri, mostró una transición decente a otro campeón, manteniendo un nivel de oro y visión aceptable.",
    "valoracion_companeros": "En la partida donde Sasan terminó 5/10/9 con Zaahen pero logró ganar, es evidente que su equipo fue capaz de absorber la presión y cerrar el juego a pesar de su alto índice de muertes; su contribución fue principalmente de daño bruto (33k) pero con nula supervivencia. En las derrotas, parece que Sasan no logra trasladar su ventaja individual (como el 10/3/4) al resto del mapa, lo que sugiere una desconexión táctica con sus aliados en momentos críticos de la partida.",
    "valoracion_rivales": "Los rivales parecen castigar severamente el posicionamiento de Sasan en el mid-game. En las partidas donde acumula 8 y 10 muertes, los oponentes supieron identificarlo como un eslabón débil mecánicamente en peleas grupales o lo cazaron en rotaciones deficientes. No obstante, en su partida de Naafiri, los rivales no pudieron contener su presión en líneas laterales de forma tan efectiva.",
    "aspectos_mejora": "El punto crítico es reducir el número de muertes innecesarias; promediar 10 muertes en una partida ganada indica una falta de respeto por los tiempos de reaparición y los picos de poder del rival. Debe trabajar en la toma de decisiones post-fase de líneas, ya que su daño es alto pero su supervivencia es baja. La consistencia en el daño por minuto es buena, pero el daño recibido es excesivo.",
    "puntos_fuertes": "Destaca su capacidad para generar daño constante y su compromiso con la visión; mantener un Vision Score de ~30 en casi todas las partidas es un rasgo positivo para un rol que no es soporte. Además, su capacidad de recuperación de oro (Gold Earned) es notable, manteniéndose por encima de los 14k incluso en partidas donde su KDA es pobre, lo que indica que sabe encontrar recursos en el mapa.",
    "recomendaciones": "Se recomienda practicar el posicionamiento defensivo en peleas de equipo y evitar intercambios 1 por 1 cuando tiene recompensas por su cabeza. Debería limitar su agresividad con Zaahen hasta dominar mejor sus límites de supervivencia. Mantener el enfoque en la visión que ya posee, pero utilizarla de forma más proactiva para evitar ser cazado.",
    "otros": "La transición a Naafiri sugiere que podría beneficiarse de campeones con herramientas de escape más claras o mecánicas de entrada/salida más definidas que le permitan mantener su estilo agresivo sin penalizar tanto su marcador de muertes."
  },
  "player_key": "Autopsy GRU#7549"
}