{
  "timestamp": 1770401524.0705929,
  "signature": "EUW1_7702902749-EUW1_7703653839-EUW1_7704046600-EUW1_7705253971-EUW1_7705297094-EUW1_7707261139-EUW1_7713729846-EUW1_7715998393-EUW1_7716251679-EUW1_7716606487",
  "data": {
    "analisis_individual": "Trako890 demuestra ser un carrilero superior con un perfil marcado hacia el 'lane bullying' y el asedio, alternando entre selecciones de rango como Varus y Teemo, y opciones de choque como Sett. Su impacto no se limita al KDA, ya que suele mantener una presión constante sobre las estructuras enemigas. En la partida con Teemo (partida ganada de 47 min), fue el máximo generador de daño de su equipo con 53,050, demostrando una gran capacidad de escalado. Sin embargo, su estilo de juego tiende al aislamiento, lo que a veces resulta en un número elevado de muertes por falta de apoyo o sobreextensión.",
    "valoracion_companeros": "Generalmente, sus aliados suelen llevar la carga de las muertes (Kills), mientras Trako890 genera el espacio necesario en el mapa. En la partida con Sett, aunque Ahri y Caitlyn brillaron en el marcador, su labor abriendo la base con 3 torres y 2 inhibidores fue clave para la victoria. No obstante, en situaciones de desventaja, como en la partida de Teemo (3/6/0), su baja participación de muertes (16.6%) indica que le cuesta integrarse o ayudar a sus compañeros cuando estos pierden sus líneas.",
    "valoracion_rivales": "Sus rivales suelen sufrir ante su capacidad de hostigamiento en fase de líneas, especialmente cuando juega Varus Top, logrando neutralizar a campeones como Singed o Tryndamere. Por otro lado, sufre considerablemente contra composiciones de gran movilidad o 'dive', como se vio en su derrota con Teemo frente a Jarvan IV y Kennen, donde su fragilidad fue explotada constantemente por la coordinación enemiga.",
    "aspectos_mejora": "La participación en muertes (KP%) es consistentemente baja en casi todas sus partidas, situándose habitualmente por debajo del 40%. Esto sugiere una desconexión excesiva del juego grupal. Además, debe trabajar en su supervivencia durante el 'split-push', ya que promedia entre 6 y 10 muertes en partidas largas, lo que concede demasiado oro de recompensa al enemigo.",
    "puntos_fuertes": "Su mayor fortaleza es el daño a estructuras y objetivos. Es un jugador que sabe cómo capitalizar las ventajas de rango para desgastar las torres enemigas (como en sus partidas con Varus y Teemo donde superó los 9,000 de daño a edificios). Su visión de juego para el control de mapa es notable, alcanzando una puntuación de visión de 75 en la partida más larga.",
    "recomendaciones": "Se recomienda mejorar la lectura de mapa para reducir las muertes innecesarias en el juego medio. Debería intentar rotar antes a los objetivos grupales para elevar su participación en las peleas de equipo. Dada su efectividad con Varus AP/Híbrido en el carril superior, debería seguir explotando este 'pick' contra tanques lentos que no puedan castigar su falta de movilidad.",
    "otros": "Llama la atención su versatilidad de roles, habiendo desempeñado también el rol de jungla con Shaco en otras partidas del registro, donde mostró una participación mucho más activa (60%), lo que indica que posee la capacidad mecánica para estar presente en las jugadas si se lo propone."
  }
}