{
  "timestamp": 1770401020.470238,
  "signature": "EUW1_7702902749-EUW1_7703653839-EUW1_7704046600-EUW1_7705253971-EUW1_7705297094-EUW1_7707261139-EUW1_7713729846-EUW1_7715998393-EUW1_7716251679-EUW1_7716606487",
  "data": {
    "analisis_individual": "Trako890 es un jugador polivalente con un enfoque marcado en la presion lateral (split-push) y el daño a estructuras. Destaca su capacidad para castigar meles en el carril superior con picks no convencionales como Varus y Teemo. En la jungla, con Shaco, demuestra una alta participacion y control de objetivos, como se ve en su victoria con Shaco donde logro un robo de objetivo y 3 dragones. Su rendimiento es consistente en terminos de generacion de oro, manteniendo una buena media de CS incluso en partidas bajo presion.",
    "valoracion_companeros": "El jugador suele ser una pieza clave en la victoria, ya sea como fuente principal de daño o como generador de espacio. En la partida con Teemo de larga duracion, fue capaz de igualar el impacto de carries como Mel, mientras que en su partida con Sett, permitio que Ahri y Caitlyn lideraran las bajas mientras el se centraba en demoler la base enemiga (12k de daño a edificios). Sin embargo, en sus derrotas con Teemo, se observa una falta de sinergia con sus aliados para frenar el efecto de nieve (snowball) del rival.",
    "valoracion_rivales": "Muestra superioridad contra rivales pasivos o de corto alcance, como el Teemo enemigo en su partida de Varus o el Nasus en una de sus partidas de Teemo. No obstante, sufre significativamente contra composiciones de 'hard engage' o campeones con gran movilidad y CC, como se evidencia en su derrota contra la combinacion de Jarvan IV y Renekton donde su participacion de asesinatos fue minima y su supervivencia nula.",
    "aspectos_mejora": "El principal punto debil es la alta volatilidad en su contador de muertes. En partidas como la de Varus (9/8) o Teemo (11/10), a pesar de ganar, sus muertes facilitan retornos de oro al enemigo. Debe mejorar el posicionamiento defensivo y la lectura del mapa para evitar ser cazado mientras ejerce presion en lineas laterales, especialmente cuando no tiene hechizos de invocador defensivos disponibles.",
    "puntos_fuertes": "Su mayor virtud es el impacto en los objetivos macro. Los datos de daño a edificios son excepcionales en casi todas sus victorias (superando habitualmente los 9,000 de daño). Ademas, tiene una gran capacidad de adaptacion, pasando de un rol de carry de daño con Varus a uno de utilidad y control de vision con Shaco, donde alcanza puntuaciones de vision muy competitivas (48 puntos de vision).",
    "recomendaciones": "Se recomienda trabajar en la gestion de oleadas para minimizar el riesgo de gankeos enemigos cuando juega rangos en la linea superior. Deberia priorizar la compra de Guardianes de Control (Control Wards), ya que en algunas partidas su conteo es bajo. Con campeones como Varus Top, la transicion a las peleas de equipo debe ser mas cautelosa para no desperdiciar su ventaja de fase de lineas.",
    "otros": "Llama la atencion su preferencia por la runa 'Press the Attack' en campeones de rango en Top, lo que indica un estilo de juego muy agresivo orientado al 1v1. Su partida perfecta con Varus (7/0/5) demuestra que, cuando logra mantenerse por delante sin morir, es capaz de asfixiar al oponente y cerrar las partidas de forma eficiente."
  }
}