{
  "timestamp": 1771534102.0202227,
  "signature": "EUW1_7736494294-EUW1_7739204627-EUW1_7739257877-EUW1_7739693350-EUW1_7739770038",
  "data": {
    "analisis_individual": "El desempeño de Tato es extremadamente polarizado, alternando entre un nivel de 'carry' absoluto y una vulnerabilidad crítica. Su partida con Kha'Zix (10.5 KDA) demuestra que posee las mecánicas necesarias para dominar, pero sus 12 muertes con Rumble y 7 con Xin Zhao revelan una incapacidad notable para jugar desde la desventaja. Existe una correlación directa entre su acumulación de oro y su impacto, pero su falta de consistencia es su mayor enemigo.",
    "valoracion_companeros": "Para sus aliados, Tato es un jugador de alto riesgo. En partidas como la de Sylas o Ambessa, aporta un volumen de asesinatos y asistencias vital para cerrar el juego, pero en sus peores partidas (Rumble), se convierte en un 'agujero negro' de recursos que obliga al equipo a jugar 4 contra 5 debido a su alto contador de muertes.",
    "valoracion_rivales": "Los oponentes pueden explotar fácilmente su agresividad excesiva. Si Tato no logra el efecto 'snowball', tiende a forzar jugadas innecesarias que resultan en muertes gratuitas. Sin embargo, si se le permite escalar, su capacidad de daño (superior a 30k en 4 de 5 partidas) lo convierte en el objetivo prioritario a abatir.",
    "aspectos_mejora": "Debe trabajar urgentemente en su control de mapa y reducir el número de muertes innecesarias. Sus puntuaciones de visión son deficientes en las derrotas (21-25), lo que sugiere que muere por falta de información. Necesita aprender a ser útil cuando no tiene ventaja de oro.",
    "puntos_fuertes": "Su capacidad de generar daño es sobresaliente, manteniéndose competitivo en estadísticas ofensivas incluso en partidas perdidas. Es un jugador mecánicamente capaz con campeones agresivos y tiene buena capacidad de farmeo cuando está enfocado (239 CS con Ambessa).",
    "recomendaciones": "Limitar el pool de campeones a aquellos con alta movilidad donde sus mecánicas brillen, pero priorizar la compra de centinelas de control. Debe adoptar una mentalidad más conservadora cuando su marcador individual es negativo para detener las rachas de muertes.",
    "otros": "Llama la atención que su mejor partida (Kha'Zix) coincide con su puntuación de visión más alta (41). Esto confirma que su éxito depende directamente de cuánto invierta en información táctica y no solo en daño puro."
  }
}