{
  "timestamp": 1770236902.825889,
  "signature": "EUW1_7702078116-EUW1_7703054377-EUW1_7707467649-EUW1_7707544436-EUW1_7709407658-EUW1_7714575162-EUW1_7716266590-EUW1_7716312201-EUW1_7716381953-EUW1_7716471487",
  "data": {
    "analisis_individual": "El jugador muestra un perfil de 'Carry Jungler' con una clara preferencia por campeones de daño AP como Gwen. Su desempeño es extremadamente volátil: cuando lidera, como en la tercera partida con Gwen (11/1/7) o con Khazix (9/0/4), es el motor principal de la victoria, logrando KDAs altísimos y una presión de mapa asfixiante. Sin embargo, en partidas desfavorables como con Camille, su impacto cae drásticamente, terminando con una alta cantidad de muertes (9), lo que sugiere dificultades para jugar desde atrás o bajo presión defensiva.",
    "valoracion_companeros": "Tato suele ser la principal fuente de daño mágico o físico de su equipo. En la segunda y tercera partida de Gwen, superó en daño a sus ADC (Zeri y Ashe), lo que indica que sus compañeros pueden confiar en él como recurso de 'late-game'. No obstante, su alta agresividad a veces lo deja vulnerable, como se ve en la primera partida de Gwen, donde sus 10 muertes obligaron a Smolder a realizar un esfuerzo extra para cerrar la partida.",
    "valoracion_rivales": "Los rivales sufren mucho para contener su escalado si no lo castigan temprano. En la partida de Khazix, los enemigos (especialmente Viego y Aurelion Sol) fueron incapaces de rastrear su posición, permitiéndole asegurar 4 dragones. Por el contrario, junglas agresivos con buen 'pathing' como la Diana enemiga en su partida de Camille, logran anularlo por completo, evidenciando que Tato puede ser vulnerable a invasiones tempranas.",
    "aspectos_mejora": "La principal debilidad detectada es la consistencia y el control de riesgos. El jugador tiende al 'overextend' cuando las cosas van mal, como se refleja en sus partidas de Skarner y Camille (ambas con 9 muertes). Debe mejorar su capacidad de adaptación defensiva y el uso de la visión cuando el equipo no tiene la iniciativa, además de diversificar su 'pool' hacia campeones más utilitarios.",
    "puntos_fuertes": "Su capacidad de farmeo y generación de oro es notable, manteniendo una media de súbditos neutrales muy alta (superando los 200 en casi todas las partidas largas). Es excelente capitalizando ventajas mecánicas con Gwen y Khazix, y posee una gran visión de juego para asegurar objetivos mayores (Barones y Dragones) cuando tiene el control del mapa.",
    "recomendaciones": "Se recomienda practicar un estilo de juego más conservador cuando el 'matchup' de jungla es desfavorable. Su transición de AP carry (Gwen) a iniciador (Skarner/Volibear) es brusca y menos efectiva; debería pulir su toma de decisiones con campeones de 'peel' o tanque puro para los casos en los que su equipo ya tenga suficiente daño.",
    "otros": "Llama la atención su puntuación de visión con Khazix (47), que fue clave para su partida perfecta (9/0/4). Esto demuestra que tiene las herramientas para ser un jungla de alto nivel si logra replicar ese nivel de atención al mapa en todos sus campeones."
  }
}