{
  "timestamp": 1770311268.761074,
  "signature": "EUW1_7693628806-EUW1_7693664593-EUW1_7697428661-EUW1_7698691547-EUW1_7699196715-EUW1_7699219703-EUW1_7700780097-EUW1_7705517632-EUW1_7705594293-EUW1_7714565039",
  "data": {
    "analisis_individual": "El jugador LosLunesDePecho destaca principalmente como un especialista en magos de control, con un desempeño sobresaliente con Viktor. En sus partidas con este campe3n, muestra una capacidad de generaci3n de da1o muy por encima de la media, liderando casi siempre las tablas de da1o total a campeones. Su gesti3n de recursos (CS) es s3lida, manteni3ndose competitiva incluso en situaciones de presi3n. Sin embargo, muestra una tendencia al intercambio de bajas muy agresivo; aunque consigue muchos asesinatos (15 en dos partidas de Viktor), su n3mero de muertes tambi3n es elevado (llegando a 11 en una victoria), lo que sugiere un posicionamiento arriesgado en las fases tard3as o una vulnerabilidad ante ganks.",
    "valoracion_companeros": "El jugador suele rendir mejor cuando cuenta con una l3nea frontal clara. En las partidas con Malphite y Ornn, su Viktor pudo brillar al disponer de espacio para castear. En la partida de Viktor con Kaisa y Sona, se vio obligado a asumir un rol de carry principal debido a que sus aliados no lograban estabilizar la partida. Se observa una buena sinergia con junglas de utilidad o tanques que facilitan sus combos de 3rea.",
    "valoracion_rivales": "Sufre considerablemente contra composiciones de 'dive' o asesinos con gran movilidad. En su partida con Aurelion Sol, fue totalmente anulado por un Fizz y un Rammus (1/8/1), lo que indica dificultades para jugar bajo presi3n extrema sin peel. Los rivales que logran castigar su falta de movilidad inicial suelen sacarlo de la partida r3pidamente, mientras que contra composiciones m3s est3ticas, el jugador domina con claridad.",
    "aspectos_mejora": "El principal punto a mejorar es la supervivencia. Promediar m3s de 6 muertes en partidas ganadas indica que el jugador se sobreexpone para aplicar da1o. Debe trabajar en su visi3n defensiva (su vision score es irregular) y en el uso de tiempos de Zhonya o posicionamiento en 'teamfights'. Adem3s, su rendimiento decae dr3sticamente cuando sale de su zona de confort de magos de control (como se vio en la partida de Urgot o Malphite TOP).",
    "puntos_fuertes": "Capacidad de 'carry' puro con Viktor y Orianna. Posee un excelente instinto para encontrar multi-kills (Quadra Kill con Viktor) y es muy eficiente convirtiendo ventajas de l3nea en presi3n de objetivos. Su da1o a estructuras con Viktor (casi 14k en una partida) demuestra que entiende el macrojuego y no solo busca el KDA.",
    "recomendaciones": "Mantener el foco en campeones de escalado y control de masas como Viktor y Orianna, donde su impacto es transformador. Se recomienda priorizar 3tems defensivos m3s tempranos cuando el equipo enemigo tiene asesinos de 'point and click' y mejorar la constancia en la compra de centinelas de control para evitar muertes innecesarias que regalen 'shutdowns'.",
    "otros": "Se observa una diferencia de rendimiento cr3tica entre sus roles. Mientras que en MID es una amenaza constante que justifica los recursos, en TOP (Urgot/Malphite) su participaci3n en asesinatos cae dr3sticamente (9% con Urgot), actuando m3s como un espectador de la victoria aliada."
  }
}