{
  "timestamp": 1771542410.380485,
  "signature": "EUW1_7726104765-EUW1_7728597754-EUW1_7730417057-EUW1_7734424999-EUW1_7737249195",
  "data": {
    "analisis_individual": "SerJaren demuestra una clara especialización con Malzahar, donde alcanza picos de daño altísimos (hasta 47,361), pero muestra una fragilidad preocupante cuando sale de su zona de confort. Su rendimiento es inversamente proporcional a su agresividad mal medida: en las victorias mantiene KDAs sólidos (2.4 y 5.0), mientras que en las derrotas sus muertes se disparan (promedio de 7.6 muertes), culminando en un rendimiento deficiente con Viktor (0.83 KDA).",
    "valoracion_companeros": "Aunque SerJaren genera mucho oro y daño, su tendencia a morir en momentos críticos de las derrotas (8 y 9 muertes) probablemente anula la ventaja que genera su farmeo, forzando a sus compañeros a jugar en desventaja numérica. En las victorias, su rol de utilidad con Malzahar parece facilitar mucho más el trabajo del equipo.",
    "valoracion_rivales": "Los rivales parecen haber detectado su vulnerabilidad ante el foco directo; en las partidas perdidas, los oponentes lograron castigarlo constantemente, sugiriendo que SerJaren sufre contra composiciones de 'dive' o que abusan de su falta de movilidad, especialmente evidente en su partida con Viktor.",
    "aspectos_mejora": "La prioridad absoluta es reducir el número de muertes innecesarias en 'mid-game'. Debe mejorar el posicionamiento defensivo y la lectura del mapa para evitar ser cazado, además de trabajar en la transición de mecánicas entre campeones, ya que su nivel con Viktor está muy por debajo de su Malzahar.",
    "puntos_fuertes": "Su capacidad de farmeo y gestión de oleadas es excepcional, alcanzando cifras como 364 CS, lo que le permite mantenerse siempre por delante en oro. Además, su producción de daño total es muy competitiva, lo que indica que sabe optimizar sus rotaciones de hechizos en las peleas grupales.",
    "recomendaciones": "Priorizar la compra de visión defensiva para proteger sus líneas de empuje constante y considerar seriamente el posicionamiento antes de iniciar con la definitiva de Malzahar. Se recomienda limitar el uso de Viktor en clasificatorias hasta mejorar la supervivencia con magos sin movilidad.",
    "otros": "Los datos pertenecen exclusivamente a SoloQ (Queue ID 420), lo que refleja una inconsistencia que le impide escalar rangos de forma estable a pesar de su buena base técnica de farmeo."
  }
}