{
  "timestamp": 1770204326.221799,
  "signature": "EUW1_7713101776-EUW1_7713136659-EUW1_7713430016-EUW1_7713530424-EUW1_7715661690",
  "data": {
    "analisis_individual": "El jugador mMdXnum2S0SKoR8ie7vH20KZDXNGYMuZLeEbk6p9FKFjO4Plz6NCxjq7Njl3hqmfPk0918n7foFciw muestra un perfil de 'hard-carry' extremadamente volátil con Draven. Su desempeño oscila entre una irrelevancia casi total cuando sus compañeros dominan (como en la partida de Diana, donde solo aportó 8,300 de daño) y una capacidad de destrucción masiva en partidas largas. Destaca excepcionalmente en la partida de 45 minutos contra Chogath, donde alcanzó la cifra astronómica de 96,857 de daño a campeones, siendo el motor ofensivo de su equipo junto a Kassadin. Sin embargo, su participación media en muertes suele ser baja (rondando el 23-26% en varias partidas), lo que sugiere que tiende a jugar de forma aislada o que su equipo termina los enfrentamientos antes de que él pueda posicionarse.",
    "valoracion_companeros": "Ha tenido la fortuna de jugar con aliados con un rendimiento individual sobresaliente que han compensado sus momentos de debilidad. En la partida de Diana (19/4) y la de Kennen (10/3), el jugador simplemente necesitó no morir excesivamente para ganar. La sinergia con soportes de utilidad como Karma y Rakan parece adecuada para su estilo, permitiéndole sobrevivir en fases de líneas donde suele recibir mucha presión, aunque no siempre logra capitalizar esa protección en ventajas tempranas.",
    "valoracion_rivales": "El jugador sufre considerablemente ante composiciones de 'dive' y asesinos con alta movilidad. Fue completamente anulado por el Talon enemigo (18/4) en una de las derrotas y se vio superado por la agresividad de la dupla Kaisa/Viego en otra. Su Draven tiene dificultades para lidiar con tanques de gran escalado o campeones con excesivo CC si no logra una ventaja de oro temprana que le permita realizar 'one-shots'.",
    "aspectos_mejora": "La consistencia es el principal problema. En tres de las cinco partidas, su daño a campeones fue significativamente inferior al de sus aliados de otras líneas, lo cual es inusual para un Draven. Debe mejorar su 'posicionamiento preventivo' para reducir el número de muertes (llegó a morir 11 veces en una partida) y buscar una mayor participación en las rotaciones tempranas del mapa para activar su pasiva de oro con mayor frecuencia.",
    "puntos_fuertes": "Su mayor virtud es el escalado tardío y el asedio a objetivos. En la partida de 96k de daño, demostró que si sobrevive a la fase media del juego, su capacidad de DPS es de élite. Además, muestra una buena eficiencia en la toma de torres (9,144 de daño a edificios en una partida), entendiendo que el oro de las placas y torres es vital para la progresión de Draven.",
    "recomendaciones": "Se recomienda ajustar la 'build' hacia opciones más defensivas de forma más temprana cuando se enfrenta a asesinos como Talon o Shaco. Dado que su participación en muertes es baja, debería practicar la agresividad controlada en los primeros niveles para no depender de que su Mid o Jungle ganen la partida por él.",
    "otros": "Es notable que, a pesar de resultados discretos en KDA en algunas victorias, el jugador mantiene una buena media de farmeo (CS), lo que le permite mantenerse en la partida económicamente incluso cuando no consigue asesinatos directos."
  }
}