{
  "timestamp": 1770232077.933064,
  "signature": "EUW1_7715661690-EUW1_7715994778-EUW1_7716032521-EUW1_7716086642-EUW1_7716140462",
  "data": {
    "analisis_individual": "T2 GumayUzi muestra un perfil de tirador extremadamente agresivo y volátil. En su partida con Ezreal, generó una presión de daño masiva (42,216 a campeones), siendo fundamental para la victoria a pesar de sus 13 muertes. Con Draven, su rendimiento es inconsistente: mientras que en una de sus victorias logró un 11/5 con gran impacto en estructuras, en otras partidas (como la de 6/14) su supervivencia fue mínima, dependiendo del empuje de sus compañeros para cerrar el mapa.",
    "valoracion_companeros": "El jugador brilla más cuando tiene soportes de utilidad o control de zonas. La Zyra en su partida de Ezreal fue clave con 28 asistencias y un control de visión superior (119 score), permitiéndole castigar objetivos. En sus partidas ganadas con Draven, el apoyo de tanques con daño como Garen u Ornn fue vital para absorber la presión que él no podía manejar debido a su posicionamiento arriesgado.",
    "valoracion_rivales": "Sufre considerablemente contra composiciones de 'dive' y asesinos de ráfaga. En la partida de Ezreal, el Fizz enemigo lo ejecutó repetidamente, y en su única derrota con Draven, la dupla Viego/Kai'Sa lo neutralizó por completo, limitando su daño a solo 9,387. Los rivales que logran superar su fase de líneas agresiva suelen castigar su falta de movilidad defensiva.",
    "aspectos_mejora": "La prioridad absoluta es reducir el número de muertes por partida. Promediar más de 10 muertes en partidas ganadas indica un problema grave de posicionamiento y lectura de riesgos. Además, su puntuación de visión es consistentemente baja (promedio de 15-20), lo que facilita que sea emboscado por asesinos como Talon o Akali.",
    "puntos_fuertes": "Su capacidad para generar daño físico y presionar objetivos es notable. Destaca su eficiencia en la toma de torres y daño a objetivos neutrales, como se ve en su partida de Draven (6/14) donde, a pesar del mal KDA, aportó 31,774 de daño a objetivos. No teme mantener el volumen de daño incluso cuando la partida es desfavorable.",
    "recomendaciones": "Debe trabajar en el 'spacing' y en la gestión de oleadas para no quedar vulnerable a 'ganks'. Se recomienda la compra de ítems defensivos (como Fauces de Malmortius o Ángel Guardián) de forma más temprana cuando se enfrenta a asesinos alimentados, sacrificando algo de daño puro por mayor tiempo de actividad en las peleas.",
    "otros": "Su preferencia por Draven y Ezreal sugiere un estilo que busca dominar la línea mediante el hostigamiento. Sin embargo, su eficacia cae drásticamente si no logra una ventaja de oro temprana que justifique su estilo de juego de alto riesgo."
  }
}