{
  "timestamp": 1771678151.4275088,
  "signature": "EUW1_7741003119-EUW1_7741058699-EUW1_7741122020-EUW1_7742225522-EUW1_7742247161",
  "data": {
    "analisis_individual": "Matiorius demuestra una capacidad de impacto ofensivo alta pero con una fragilidad defensiva critica. Su partida con Jinx destaca por un dano masivo de 49268, pero su promedio de muertes de 8.4 por partida indica un estilo de juego excesivamente arriesgado que compromete la estabilidad estructural del equipo en situaciones de desventaja.",
    "valoracion_companeros": "El equipo parece beneficiarse de su agresividad cuando logra escalar, como en la victoria con Jinx, pero sufre cuando Matiorius no logra mantenerse a salvo, obligando a los aliados a jugar en desventaja numerica frecuentemente debido a sus constantes bajas.",
    "valoracion_rivales": "Los rivales encuentran en Matiorius un punto debil facil de castigar; sus 11 muertes con Braum y 12 con Pantheon sugieren que los oponentes explotan su posicionamiento agresivo y su falta de respeto por los enfriamientos enemigos con gran facilidad.",
    "aspectos_mejora": "Es crucial mejorar el posicionamiento defensivo y la toma de decisiones en el mid-game. La puntuacion de vision como tirador es deficiente (10-18), lo que facilita que sea cazado en transiciones, y su CS con Kayle (134) es insuficiente para un campeon de escalado.",
    "puntos_fuertes": "Excelente capacidad para generar dano bruto y participar activamente en las escaramuzas. Su presencia en asesinatos es alta, lo que demuestra una buena lectura de donde esta la accion y una voluntad firme de liderar las ofensivas de su equipo.",
    "recomendaciones": "Reducir drasticamente el numero de muertes priorizando la supervivencia sobre el intercambio agresivo. Se recomienda establecer una rutina de vision mas solida y especializarse en un solo rol, preferiblemente ADC, para pulir errores mecanicos recurrentes.",
    "otros": "Se observa una dispersion de roles (ADC, Support, Top) que diluye su impacto estrategico. La consistencia general mejoraria enfocandose en campeones de alto dano donde su agresividad natural sea un activo y no un lastre."
  }
}