{
  "timestamp": 1771278650.5242145,
  "signature": "EUW1_7695755667-EUW1_7695831097-EUW1_7700426350-EUW1_7700494487-EUW1_7736599560",
  "data": {
    "analisis_individual": "Fernia muestra un perfil de soporte de utilidad y tanque con una participacion activa en el mapa, aunque su consistencia se ve seriamente afectada por un alto indice de mortalidad. Con una media de 7 muertes por partida, su impacto positivo se diluye en el deficit de oro que otorga al rival. Su desempeno con Maokai es notablemente superior al mostrado con Taric, donde su KDA de 1.67 fue el punto mas bajo del analisis.",
    "valoracion_companeros": "El equipo se beneficia enormemente de su capacidad para generar asistencias y controlar la vision, pero su fragilidad posicional a menudo los deja en situaciones de 4v5 tras iniciaciones fallidas o capturas en la jungla.",
    "valoracion_rivales": "Los oponentes encuentran en Fernia un objetivo vulnerable; su agresividad al buscar vision o iniciar peleas parece predecible, permitiendo a los rivales castigarlo repetidamente antes de que pueda ejecutar su kit de habilidades completo.",
    "aspectos_mejora": "La supervivencia es la prioridad absoluta; promediar mas de 5 muertes por partida como soporte penaliza gravemente el macrojuego. Debe mejorar el posicionamiento post-iniciacion y recuperar la consistencia en vision que perdio en su partida con Braum (68 vs +90 habitual).",
    "puntos_fuertes": "El control de vision es sobresaliente, superando los 90 puntos en la mayoria de encuentros, lo que indica un gran conocimiento estrategico del mapa. Ademas, posee una alta capacidad de asistencia, llegando a participar en 22 bajas en una sola partida.",
    "recomendaciones": "Priorizar la seleccion de Maokai sobre otros campeones por su mayor eficacia en control de masas y supervivencia. Entrenar el 'disengage' y el uso de wards defensivos para evitar ser cazado durante la fase de transicion al late game.",
    "otros": "Aunque el porcentaje de victorias es bajo en esta muestra, la base de macrojuego (vision y objetivos) es solida. Si logra reducir sus muertes a la mitad, su impacto en el winrate sera inmediato."
  }
}