{
  "timestamp": 1770311582.8383892,
  "signature": "EUW1_7715513459-EUW1_7715539350-EUW1_7715563599-EUW1_7715696131-EUW1_7715725288-EUW1_7715956001-EUW1_7716011702-EUW1_7716052973-EUW1_7716087342-EUW1_7716138344",
  "data": {
    "analisis_individual": "Tato demuestra ser un jungla con una marcada preferencia por asesinos de daño mágico, especialmente Ekko. Su impacto en las partidas es muy alto cuando logra establecer un ritmo temprano, como se observa en su partida con Ekko (Win 14/2/8), donde lideró el daño de su equipo con 43,607 y tuvo una participación en muertes del 68.75%. Es un jugador que no solo busca el KDA, sino que prioriza el control del mapa y los objetivos neutrales, manteniendo una media de daño a objetivos muy sólida, destacando los 64,226 puntos de daño a objetivos en su mejor partida con Ekko. Sin embargo, su rendimiento fluctúa significativamente cuando el equipo enemigo logra neutralizar su movilidad, como ocurrió en su partida de Ekko (Loss 5/8/10) frente a un Darius muy fedeado.",
    "valoracion_companeros": "El desempeño de sus aliados tiende a ser inconsistente. En la partida con Diana, a pesar de su buen KDA (3.75), se encontró con una Lux y una Caitlyn que acumularon 17 muertes conjuntas, dificultando la transición de su ventaja al juego tardío. Por el contrario, en sus victorias con Ekko, ha sabido coordinarse con campeones de alto impacto como Fizz o Yasuo para repartir la presión. Se observa que Tato brilla más cuando tiene una línea frontal sólida (como Shen) que le permite entrar y salir de las peleas con seguridad.",
    "valoracion_rivales": "Tato ha enfrentado amenazas considerables, particularmente campeones de 'snowball' o con mucho CC. En la partida con Diana, los rivales Kirijoe (Riven) y Johanniisbeere (Katarina) superaron en presión a sus aliados. En su derrota con Ekko, el Darius enemigo (16/5) fue una barrera infranqueable que Tato no pudo castigar debido a la falta de herramientas para lidiar con tal cantidad de vida y sustento en peleas prolongadas.",
    "aspectos_mejora": "La gestión de muertes en partidas desfavorables es el punto crítico. En escenarios de derrota, su número de muertes aumenta drásticamente (8 muertes con Ekko, 4 con Diana), lo que sugiere una tendencia a arriesgar de más cuando el marcador está en contra. Asimismo, su puntuación de visión, aunque aceptable (media de 25-30), podría optimizarse en los primeros 10 minutos para evitar que las líneas enemigas se descontrolen antes de que él alcance sus picos de poder.",
    "puntos_fuertes": "Control excepcional de objetivos épicos (Dragones y Barones) y una capacidad de farmeo muy eficiente en la jungla, superando frecuentemente los 200-250 monstruos neutrales. Su capacidad de 'carry' con Ekko es sobresaliente, demostrando un uso preciso de la Cronoruptura para maximizar el daño y la supervivencia, lo que se traduce en daños a campeones que a menudo doblan al de sus oponentes directos.",
    "recomendaciones": "Mantener a Ekko como su 'main' principal dada la tasa de éxito y volumen de daño. Ante composiciones con mucho aguante (como el caso de Darius), debería considerar priorizar el 'Void Staff' o 'Liandry' más temprano. Se recomienda también mejorar la comunicación con los carriles laterales mediante el uso de 'Detector Wards' (Pink wards) de forma más agresiva en la jungla enemiga para facilitar sus rutas de flanqueo.",
    "otros": "Se nota una transición de estilo de juego: en algunas partidas actúa como el ejecutor principal (Ekko 14/2/8) y en otras adopta un rol más enfocado al macro-control y demolición de estructuras (Ekko 5/1/4), lo cual indica versatilidad táctica."
  }
}