{
  "timestamp": 1770155477.409095,
  "signature": "EUW1_7714853559-EUW1_7714922496-EUW1_7715010606-EUW1_7715129453-EUW1_7715205635",
  "data": {
    "analisis_individual": "El jugador demuestra ser un jungla con un enfoque híbrido entre el control de objetivos y la capacidad de actuar como una amenaza de daño secundaria. En las 5 partidas analizadas, destaca su consistencia con Volibear, logrando no solo tanquear, sino aportar cifras de daño líderes en su equipo (especialmente en la partida EUW1_7714853559 con 46k de daño). Su participación en asesinatos (KP) oscila entre el 30% y el 53%, lo que sugiere un estilo de juego más orientado al 'macro' y a asegurar recursos que a las escaramuzas constantes en 'early game'.",
    "valoracion_companeros": "El rendimiento de sus aliados ha sido dispar. En victorias (EUW1_7715129453), se ha beneficiado de tiradores excepcionales como Smolder (17/3/5), permitiéndole centrarse en la protección y objetivos. Sin embargo, en derrotas como la de Nocturne (EUW1_7714922496), tuvo que lidiar con un Ekko mid que terminó 1/13, lo que invalidó su impacto individual a pesar de sus 9 asesinatos y alto control de visión.",
    "valoracion_rivales": "Los rivales más problemáticos fueron aquellos con alta movilidad o capacidad de 'snowball' agresivo, como Kled (14/3/16) o Qiyana (15/5/6). TatOner tiende a sufrir cuando el jungla rival (como Amumu en la öltima partida) facilita iniciaciones möltiples que superan su capacidad de mitigación individual.",
    "aspectos_mejora": "La participación en asesinatos en las partidas ganadas con Volibear es algo baja (alrededor del 30-34%), lo que indica que podría mejorar su presencia en las líneas durante los primeros 15 minutos. Además, en la partida con Nocturne, sus 8 muertes sugieren una sobreextensión en 'dives' que no pudo ser capitalizada por su equipo en desventaja.",
    "puntos_fuertes": "Excelente control de objetivos neutrales: asegura Dragones y Barones de forma sistemática (llegando a 4 dragones en una sola partida). Su visión es superior a la media de su rol, manteniendo puntuaciones de visión de hasta 39 en partidas cortas, y su capacidad de daño con Volibear es sobresaliente para un 'build' mayoritariamente defensivo.",
    "recomendaciones": "Priorizar el uso de campeones con alta capacidad de duelo y control de masas como Volibear, ya que su gestión de la durabilidad (mitigación) es muy eficiente. Debería trabajar en sincronizar sus 'ultis' de Nocturne con los 'power spikes' de sus aliados para evitar muertes innecesarias en 'mid-game'.",
    "otros": "Uso consistente de hechizos de invocador y optimización de objetos (Thornmail contra equipos AD, Spirit Visage contra AP). Su transición de Diana a Volibear muestra versatilidad segùn la necesidad de AP o tanque de la composición."
  }
}