{
  "timestamp": 1771527345.9432864,
  "signature": "EUW1_7740244352-EUW1_7740295736-EUW1_7740341545-EUW1_7740376042-EUW1_7740552981",
  "data": {
    "analisis_individual": "Tato presenta un perfil de jugador altamente volatil, con picos de rendimiento sobresalientes y valles preocupantes. Su KDA fluctua desde un critico 0.5 con Ekko hasta un dominante 7.0 con el mismo campeon, lo que indica que su exito depende en exceso de un inicio favorable. Aunque su farmeo es aceptable, su capacidad para mantenerse relevante en partidas donde empieza por detras es limitada, como se observa en sus derrotas donde las muertes se disparan sin control.",
    "valoracion_companeros": "En las victorias, Tato actua como un motor de utilidad y ejecucion, especialmente con Nocturne y DrMundo, donde su alta participacion en asesinatos facilita el cierre de mapas. Sin embargo, su fragilidad en juegos desfavorables pone una presion excesiva en sus aliados, quienes deben compensar su falta de presencia y su tendencia a alimentar al rival en situaciones de desventaja.",
    "valoracion_rivales": "Los oponentes parecen identificar a Tato como el eslabon debil cuando este comete el primer error. Su incapacidad para frenar la sangria en partidas perdidas (8 muertes con Ekko, 7 con Nocturne) lo convierte en un objetivo prioritario de 'focus' para el equipo rival, que aprovecha su falta de adaptacion defensiva.",
    "aspectos_mejora": "Debe trabajar urgentemente en el 'loss aversion' o control de daños. No puede permitirse morir 8 veces en una partida de 190 CS. Asimismo, existe una disparidad enorme en su puntuacion de vision: mientras que con Mundo alcanza 50 puntos, con Nocturne baja a 23, lo cual es inaceptable para un jungla que necesita control del mapa.",
    "puntos_fuertes": "Muestra una excelente capacidad de 'snowball' y ejecucion mecanica cuando tiene ventaja, como demuestra su partida de 11/3/10 con Ekko. Ademas, su rendimiento con DrMundo revela que tiene potencial para ser un jugador de equipo solido, aportando daño (21k) y una vision superior a la media de su nivel.",
    "recomendaciones": "Priorizar la supervivencia sobre jugadas de alto riesgo cuando el marcador personal es negativo. Debe estandarizar su juego de vision independientemente del campeon que utilice. Se recomienda profundizar en el rol de tanque/coloso visto con Mundo, donde mostro su cara mas equilibrada y util para el equipo.",
    "otros": "La evolucion entre su primera partida de Ekko (derrota estrepitosa) y la segunda (victoria dominante) sugiere que es un jugador de rachas emocionales. Estabilizar su estado mental tras una derrota sera clave para su ascenso en el ranking."
  }
}