{
  "timestamp": 1770151322.230217,
  "signature": "EUW1_7714714223-EUW1_7714772440-EUW1_7714853559-EUW1_7714922496-EUW1_7715010606",
  "data": {
    "analisis_individual": "TatOner in bush demuestra ser un jungla con un enfoque extremadamente solido en la eficiencia de recursos y el control macroscopico. Su capacidad para mantener un farmeo alto (superando frecuentemente los 7-8 CS/min) le permite escalar de forma consistente, independientemente del resultado de las lineas. No es un jugador que busque solo el KDA, como se ve en su partida de Diana (2/1/10) donde priorizo la participacion y los objetivos sobre los asesinatos finales. Su impacto en el daño a campeones es notable incluso con campeones tanques, llegando a ser el maximo daño de su equipo como Volibear (46k de daño) en una derrota, lo que indica que exprime al maximo el potencial de sus campeones en las peleas de equipo.",
    "valoracion_companeros": "El rendimiento de sus aliados ha sido inconsistente. En las victorias, ha contado con tiradores competentes (Kai'Sa 12/2/9 o Draven 10/4/10) que supieron capitalizar el control de objetivos del jugador. No obstante, en las derrotas ha tenido que lidiar con 'sololanes' que colapsaron totalmente, como un Ekko medio 1/13/11 en la partida de Nocturne o un Aatrox 5/10/7, lo que dificulta enormemente la labor de un jungla de escalada o de 'dive' al no tener una referencia solida en el mapa para realizar jugadas coordinadas.",
    "valoracion_rivales": "Los rivales han demostrado saber castigar la falta de prioridad en las lineas del equipo del jugador. En las derrotas, se enfrento a composiciones con gran capacidad de 'peel' o 'snowball', como el duo Kled/Soraka que neutralizo su Volibear a pesar de su gran ventaja individual. Los junglas rivales suelen tener una participacion en asesinatos similar, pero TatOner suele superarlos en gestion de oleadas y daño a estructuras/monstruos epicos, lo que obliga a los rivales a jugar bajo presion constante de objetivos.",
    "aspectos_mejora": "Debe trabajar en la gestion de riesgos cuando las partidas se descontrolan. En la partida con Nocturne, sus 8 muertes sugieren intentos desesperados de 'pick-offs' que no resultaron. Asimismo, aunque su farmeo es excelente, en el meta actual de jungla, a veces el exceso de tiempo limpiando campamentos propios puede dar ventanas de oportunidad demasiado largas al jungla rival para castigar las lineas mas debiles del equipo antes de que el jugador pueda intervenir.",
    "puntos_fuertes": "Su mayor fortaleza es el control de objetivos neutrales y el daño estructural. La partida con Jax es un manual de macrogestion, logrando 83k de daño a objetivos, 5 dragones y 3 barones. Posee una gran versatilidad de 'pool' (AP, AD y Tanque) y una vision de juego por encima de la media de su liga, manteniendo puntuaciones de vision (30-39) muy competitivas que le permiten realizar invasiones seguras y robos de informacion constantes.",
    "recomendaciones": "Se recomienda priorizar campeones con capacidad de 'hard carry' como Jax o Diana cuando detecte que sus lineas tienen enfrentamientos desfavorables, ya que ha demostrado que sabe generar ventajas de oro por si mismo. Deberia intentar traducir su ventaja de farmeo en mas presiones directas en las lineas antes del minuto 15 para evitar que los 'gaps' de sus aliados se vuelvan insalvables.",
    "otros": "Es notable su capacidad de mitigacion de daño, especialmente con Volibear (65k mitigados), lo que demuestra un buen uso de los tiempos de entrada y salida en las peleas, no simplemente 'suicidandose' por el equipo."
  }
}