{
  "timestamp": 1771531106.6732643,
  "signature": "EUW1_7740244352-EUW1_7740295736-EUW1_7740341545-EUW1_7740376042-EUW1_7740552981",
  "data": {
    "analisis_individual": "El desempeño de Tato muestra una inconsistencia preocupante. Capaz de pasar de un KDA de 0.5 con Ekko a un 7.0 en la siguiente partida con el mismo campe%f3n. Su producci%f3n de da%f1o es aceptable cuando est%e1 por delante, pero cae dr%e1sticamente en situaciones de desventaja, lo que indica una dependencia excesiva del momentum inicial de la partida.",
    "valoracion_companeros": "Se observa una mejor integraci%f3n con el equipo al jugar roles de primera l%ednea o utilidad (Dr. Mundo y Nocturne), logrando participaciones en bajas notables de hasta 14 asistencias. Sin embargo, en partidas perdidas, su alta tasa de muertes sugiere una falta de coordinaci%f3n o intentos desesperados de jugadas individuales que perjudican el bloque colectivo.",
    "valoracion_rivales": "Tato sufre significativamente ante la presi%f3n rival, especialmente en la jungla o l%ednea con Ekko, donde sus muertes se disparan a 8. Esto indica que los rivales logran castigar su posicionamiento agresivo y su falta de recursos defensivos cuando el plan de juego inicial falla.",
    "aspectos_mejora": "Es cr%edtico reducir la volatilidad en las muertes. Pasar de 8 muertes a 3 es un avance, pero el promedio sigue siendo alto en las derrotas. El control de visi%f3n es muy err%e1tico (oscila entre 23 y 50), lo que sugiere que olvida comprar centinelas de control cuando est%e1 bajo presi%f3n.",
    "puntos_fuertes": "Excelente capacidad de recuperaci%f3n mental (mentality), demostrada al ganar con un KDA sobresaliente tras una derrota aplastante. Su manejo de Dr. Mundo destaca por un alto puntaje de visi%f3n (50) y una presencia s%f3lida en el mapa que facilita la victoria del equipo.",
    "recomendaciones": "Priorizar el farm de seguridad en partidas donde el early game sea desfavorable para evitar el efecto de bola de nieve del rival. Debe trabajar en mantener un puntaje de visi%f3n constante por encima de 35 independientemente del campe%f3n o el resultado de la partida.",
    "otros": "La eficiencia en el farmeo (CS) es su m%e9trica m%e1s estable, lo que le otorga una base econ%f3mica s%f3lida para escalar, siempre y cuando no regale su recompensa en muertes innecesarias."
  }
}