{
  "timestamp": 1771573551.9792733,
  "signature": "EUW1_7740244352-EUW1_7740295736-EUW1_7740341545-EUW1_7740376042-EUW1_7740552981",
  "data": {
    "analisis_individual": "Tato muestra un rendimiento altamente inconsistente que oscila entre el carry dominante y la vulnerabilidad absoluta. Su KDA fluctúa drásticamente de 0.5 a 7.0, lo que indica una dependencia excesiva del momentum inicial. Con Ekko demostró capacidad de redención, pasando de un 1/8 a un 11/3, pero su manejo del riesgo en partidas desfavorables es deficiente. Su participación en muertes mejora cuando juega roles de utilidad o front-line.",
    "valoracion_companeros": "Para su equipo, Tato es un jugador de tipo 'moneda al aire'. En victorias como la de DrMundo o Nocturne (5/3/14), aporta una gran cantidad de asistencias y presencia, facilitando el trabajo de otros. Sin embargo, en sus derrotas, su alto número de muertes (especialmente el 1/8 con Ekko) genera una carga difícil de compensar para sus aliados, lo que sugiere que le cuesta ser 'carreable' cuando no es el protagonista.",
    "valoracion_rivales": "Los oponentes parecen identificar su agresividad castigable. En las partidas perdidas, Tato muere con frecuencia, lo que indica que los rivales logran castigar su posicionamiento o sus intentos de 'outplay' fallidos. No obstante, cuando maneja campeones como DrMundo, se convierte en una molestia considerable debido a su buen escalado de oro y visión superior (50 puntos de visión en esa partida).",
    "aspectos_mejora": "El control de daños en partidas desfavorables es crítico; debe aprender a morir menos cuando está por detrás en oro. La consistencia en el farmeo (CS) es aceptable pero mejorable para mantener la relevancia. Además, su puntuación de visión con Nocturne (23-29) es baja considerando la importancia de la oscuridad para este campeón; necesita invertir más en centinelas de control para asegurar entradas limpias.",
    "puntos_fuertes": "Capacidad de recuperación psicológica notable, evidenciada al obtener un KDA de 7.0 con Ekko tras una derrota estrepitosa con el mismo campeón. Versatilidad en roles, desempeñándose bien tanto en tanques como en asesinos y luchadores. Su generación de oro es estable incluso en partidas complicadas, lo que facilita su retorno al juego.",
    "recomendaciones": "Practicar el juego defensivo y la toma de decisiones bajo presión. Debería priorizar la visión profunda cuando juega Nocturne para maximizar la efectividad de su definitiva. En situaciones de desventaja, debe enfocarse en el farmeo seguro en lugar de buscar intercambios de daño que aumentan su cuenta de muertes.",
    "otros": "Todas las partidas analizadas corresponden a la cola Solo/Duo (Queue 420), lo que refleja un nivel competitivo serio. Su rendimiento en victorias es excelente (KDA promedio alto), lo que sugiere que si sobrevive al 'early game', sus probabilidades de ganar aumentan exponencialmente."
  }
}